tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "openssl"
brew "asdf"
brew "aspell"
brew "autojump"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "cask"
brew "docker-compose"
brew "fzf"
brew "git"
brew "gnupg"
brew "httpie"
brew "ispell"
brew "jq"
brew "packer"
brew "ruby-build"
brew "rbenv"
brew "stow"
brew "tfenv"
brew "tldr"
brew "tree"
brew "yarn"
brew "heroku/brew/heroku"

cask "bettertouchtool"
cask "firefox"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "spectacle"
cask "spotify"


mas "taurine", id: 960276676
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
